/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%g m, %g m, %g m)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonisk W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonisk X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonisk Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonisk Z";

/* An audio channel label. */
"Center" = "Mitten";

/* An audio channel label. */
"Center Surround" = "Central surround";

/* An audio channel label. */
"Center Surround Direct" = "Central surround direkt";

/* Channel. An audio channel label. */
"Channel" = "Kanal";

/* Channels. An audio channel label. */
"Channels" = "Kanaler";

/* An audio channel label. */
"Click Track" = "Klickspår";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialogcentrisk mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Diskret";

/* An audio channel label. */
"Foreign Language" = "Främmande språk";

/* An audio channel label. */
"Headphones Left" = "Hörlurar vänster";

/* An audio channel label. */
"Headphones Right" = "Hörlurar höger";

/* An audio channel label. */
"Hearing Impaired" = "Nedsatt hörsel";

/* An audio channel label. */
"Left" = "Vänster";

/* An audio channel label. */
"Left Center" = "Vänster mitt";

/* An audio channel label. */
"Left Surround" = "Surround vänster";

/* An audio channel label. */
"Left Surround Direct" = "Surround direkt vänster";

/* An audio channel label. */
"Left Total" = "Total vänster";

/* An audio channel label. */
"Left Wide" = "Bred vänster";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE-bild";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Mitt";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Berättande";

/* An audio channel label. */
"Rear Surround Left" = "Surround bakåt vänster";

/* An audio channel label. */
"Rear Surround Right" = "Surround bakåt höger";

/* An audio channel label. */
"Right" = "Höger";

/* An audio channel label. */
"Right Center" = "Höger mitt";

/* An audio channel label. */
"Right Surround" = "Surround höger";

/* An audio channel label. */
"Right Surround Direct" = "Surround direkt höger";

/* An audio channel label. */
"Right Total" = "Totalt höger";

/* An audio channel label. */
"Right Wide" = "Brett höger";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Sida";

/* An audio channel label. */
"Top Back Center" = "Upptill bakåt mitten";

/* An audio channel label. */
"Top Back Left" = "Upptill bakåt vänster";

/* An audio channel label. */
"Top Back Right" = "Upptill bakåt höger";

/* An audio channel label. */
"Top Center Surround" = "Surround upptill mitten";

/* An audio channel label. */
"Unknown" = "Okänd";

/* An audio channel label. */
"Unused" = "Oanvänd";

/* An audio channel label. */
"Vertical Height Center" = "Vertikal höjd mitten";

/* An audio channel label. */
"Vertical Height Left" = "Vertikal höjd vänster";

/* An audio channel label. */
"Vertical Height Right" = "Vertikal höjd höger";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptisk";

